[
    {
      "id": 1,
      "img": "../src/components/All_images/google-1-1 1.png",
      "icons": "../src/components/Icons/accounts 1.png",
      "brand_name": "Google LLC",
      "title": "Software Engineer",
      "jobType1": "Full-time",
      "jobType2": "Permanent",
      "availableJob": 500,
      "location": "New York, NY",
      "address": "123 Main Street",
      "salary": "$80K - $100K (per Month)",
      "description": "We are looking for a skilled software engineer who, along with our excellent software development team, will be responsible for working on projects that are currently being developed on by our company. Duties will include but are not limited to developing and directing software system validation and testing methods, as well as directing our software programming initiatives.",
      "responsibility": "Develops information systems by designing, developing, and installing software solutions.Determines operational feasibility by evaluating analysis, problem definition, requirements, solution development, and proposed solutions.Develops software solutions by studying information needs, conferring with users, and studying systems flow, data usage, and work processes.",
      "requirement": "Bachelor’s and/or master’s degree in Computer Science, Computer Engineering or related technical discipline",
      "experience": "3-5 years",
      "phone": "+1 (123) 456-7890",
      "email": "jobs@example.com"
    },
    {
      "id": 2,
      "img": "../src/components/All_images/Group 10021.png",
      "icons": "../src/components/Icons/business 1.png",
      "brand_name": "AirBNB",
      "title": "Data Scientist",
      "jobType1": "Contract",
      "jobType2": "Temporary",
      "availableJob": 300,
      "location": "San Francisco, CA",
      "address": "456 Oak Avenue",
      "salary": "$90k - $120k (per Month)",
      "description": "We are looking for a data scientist that will help us discover the information hidden in vast amounts of data, and help us make smarter decisions to deliver even better products. Your primary focus will be in applying data mining techniques, doing statistical analysis, and building high quality prediction systems integrated with our products.",
      "responsibility": "Selecting features, building and optimizing classifiers using machine learning techniques Data mining using state-of-the-art methods Extending company’s data with third party sources of information when needed Enhancing data collection procedures to include information that is relevant for building analytic systems",
      "requirement": "Excellent understanding of machine learning techniques and algorithms, such as k-NN, Naive Bayes, SVM, Decision Forests, etc.",
      "experience": "4-7 years",
      "phone": "+1 (234) 567-8901",
      "email": "careers@xyztech.com"
    },
    {
      "id": 3,
      "img": "../src/components/All_images/netflix-4 1.png",
      "icons": "../src/components/Icons/business 1.png",
      "brand_name": "Acme Marketing",
      "title": "Digital Marketing Specialist",
      "jobType1": "Part-time",
      "jobType2": "Freelance",
      "availableJob": 200,
      "location": "Chicago, IL",
      "address": "789 Maple Lane",
      "salary": "$50 - $60 per hour",
      "description": "A Digital Marketing Specialist, or Digital Marketer, is responsible for helping maintain a brand by working on marketing campaigns. Their duties include performing market research, strategizing with other marketing professionals and creating content to aid in the success of marketing campaigns.",
      "responsibility": "Digital Marketing Specialists should compare your company’s advertising techniques and offerings with those of competing businesses. They should help maintain a profitable message for your company and help with research to ensure your offerings come close to ideal price points to offer value to potential clients but still let you enjoy a thriving business.",
      "requirement": "1. Bachelor's degree in Marketing or related field...",
      "experience": "2-4 years",
      "phone": "+1 (345) 678-9012",
      "email": "info@acmemarketing.com"
    },
    {
      "id": 4,
      "img": "../src/components/All_images/tesla-9 1.png",
      "icons": "../src/components/Icons/business 1.png",
      "brand_name": "Tesla",
      "title": "Environmental Engineer",
      "jobType1": "Full-time",
      "jobType2": "Permanent",
      "availableJob": 400,
      "location": "Seattle, WA",
      "address": "101 Pine Street",
      "salary": "$70,000 - $90,000 per year",
      "description": "Environmental engineers design systems for managing and cleaning municipal water supplies. Environmental engineers use engineering disciplines in developing solutions to problems of planetary health.",
      "responsibility": "Designing technology for pollution control and waste management.Collecting and analyzing environmental data. Carrying out site assessments to determine the environmental impact of commercial activity. Studying human influences on the environment",
      "requirement": "1. Bachelor's degree in Environmental Engineering or related field...",
      "experience": "3-6 years",
      "phone": "+1 (456) 789-0123",
      "email": "hr@greenenergysolutions.com"
    }
  ]
  